"john.appleseed" = "john.appleseed";
"Sign In" = "Anmelden";
"Your account name or password was entered incorrectly." = "Der eingegebene Accountname oder das Kennwort sind falsch.";
"There was an error logging in. Please try again." = "Beim Anmelden ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.";
"Apple ID password" = "Kennwort für Apple-ID";
"Invalid token data is returned by server" = "Beim Anmelden ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.";
"Authentication was canceled by user" = "Die Authentifizierung wurde abgebrochen.";
"password" = "Passwort";
"OK" = "OK";
"Password field is empty" = "Bitte geben Sie Ihr Kennwort ein.";
"Password expired. Please change your password on Mac." = "Das Kennwort ist abgelaufen. Bitte ändern Sie Ihr Kennwort unter „Einstellungen“ > „Store“. ";
"Required" = "Erforderlich";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Möchten Sie iForgot.apple.com besuchen, um Ihre Accountinfos wiederherzustellen?";
"Password" = "Passwort";
"Apple ID field is empty" = "Das Apple-ID-Feld ist leer";
"Apple ID" = "Apple-ID";
"Cancel" = "Abbrechen";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Ihre Apple-ID oder Ihr Passwort wurde falsch eingegeben.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Aus Sicherheitsgründen solltest du dein Kennwort zurücksetzen. Geh dafür einfach zu %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Diese Apple ID wurde aus Sicherheitsgründen deaktiviert. Auf %@ kannst du dein Kennwort zurücksetzen.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Die Uhrzeit auf diesem Gerät ist scheinbar nicht richtig. Bitte korrigiere sie unter „Einstellungen“ > „Allgemein“ > „Datum & Uhrzeit“ und versuche es dann noch einmal.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

"You appear to be offline. Please connect to the Internet and try again." = "Du bist scheinbar offline. Bitte verbinde dich mit dem Internet und versuche es noch einmal.";

"Two-step verification has been disabled for the Apple ID account %@." = "Die zweistufige Bestätigung wurde für den Apple-ID-Account „%@“ deaktiviert.";

"Signing In" = "Anmelden";

"A new code has been sent to your device." = "Wir haben Ihnen einen neuen Code an Ihr Gerät gesendet.";

"Code %1$d of %2$d selected" = "Code %1$d von %2$d ausgewählt";

"Sending New Code" = "Neuen Code senden";

"Verifying code" = "Code überprüfen";

"Verified" = "Bestätigt";

/* Verification Code Screen Prompt */
"Enter verification code" = "Bestätigungscode eingeben.";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Geben Sie den an „%@“ gesendeten Bestätigungscode ein";

/* Send new code button title */
"Send a new code" = "Einen neuen Code senden";

/* SMS subtitle */
"SMS to Phone Number" = "SMS an Telefonnummer";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Sie können auf keinem Ihrer Geräte Nachrichten empfangen?";

/* Verification Code Screen Title */
"Verification Code" = "Bestätigungscode";

/* Trusted devices screen title */
"Verify Identity" = "Identität bestätigen";

/* Send button title */
"Send" = "Senden";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Gehen Sie von einem Mac oder PC aus zu %@, um Ihre vertrauenswürdigen Geräte zu verwalten.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Für diese Apple‑ID ist die zweistufige Bestätigung aktiviert.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "An das von Ihnen unten ausgewählte Gerät wird ein temporärer Code gesendet, den Sie verwenden können, um Ihre Identität zu bestätigen.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "VERTRAUENSWÜRDIGE GERÄTE";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Zweistufige Bestätigung erforderlich. Es ist jedoch keine Benutzerinteraktion zulässig.";

/* Button title */
"My Apple ID…" = "Meine Apple‑ID…";

/* Phone number description */
"Number ending in %@" = "Nummer mit den Endziffern %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Sie haben zu oft ohne Erfolg versucht, Ihre Identität zu bestätigen. Aus Sicherheitsgründen können Sie ohne Ihren Wiederherstellungsschlüssel innerhalb der nächsten acht Stunden keine Änderungen an Ihrem Account vornehmen.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Sie haben zum Bestätigen Ihrer Telefonnummer zu viele Codes gesendet. Versuchen Sie es später erneut.";

/* Error Message */
"No Device information available." = "Keine Geräteinformationen verfügbar";

/* Error Message */
"The verification code you entered is not valid." = "Der eingegebene Bestätigungscode ist ungültig.";

/* Error Message */
"Invalid Session." = "Ungültige Sitzung";

/* Error Message */
"Cannot find this person." = "Diese Person konnte nicht gefunden werden.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Die Bestätigung des Codes ist zu oft fehlgeschlagen. Senden Sie einen neuen Code an ein anderes Gerät oder versuchen Sie es später erneut.";

/* Send Code to label */
"Send Code to:" = "Code senden an:";

/* Error Message */
"Please enter a valid phone number." = "Geben Sie eine gültige Telefonnummer ein.";
